{
    "Bard" : [
        {
            "subclass" : "Коллегия Знаний",
            "description" : "Бард Коллегии знаний опирается на ловкость рук, запугивание и магию. Он может выбрать заклинания любого класса аж на 6 уровне вместо 10, а его умение «Острые слова» создает штраф к броскам атаки противника (заставляет врага промахнуться или, наоборот, помогает попасть союзнику).",
            "img_url" : "Bard/Bard_College_of_Knowledge.png"
        },
        {
            "subclass": "Коллегия отваги",
            "description" : "Бард Коллеги отваги – самый популярный и надежный подкласс в ДнД, владеющий средними доспехами, щитами и боевым оружием. Его бардовское вдохновение сильнее баффает атаку союзников, но больше у подкласса нет особенностей",
            "img_url" : "Bard/Bard_College_of_Courage.png"
        },
        {
            "subclass": "Коллегия мечей",
            "description" : "Барду Коллегии мечей доступны средняя броня, скимитар и «росчерки» при использовании оружия. Персонаж может увеличивать скорость ходьбы после атаки, проводить дополнительную атаку и выбирать боевой стиль: дуэлянта или сражения парным оружием.",
            "img_url" : "Bard/Bard_College_of_Swords.png"
        }
    ],
    "Savage" : [
        {
            "subclass" : "Берсерк",
            "description" : "Варвар Берсерк вместо ярости имеет бешенство, способен атаковать цель до нескольких раз за один раунд и может сбить врага с ног. На 6 уровне персонаж в бешенстве приобретает иммунитет к обворожению и испугу.",
            "img_url" : "Savage/Savage_Berserk.png"
        },
        {
            "subclass" : "Дикое Сердце",
            "description" : "Варвар Дикого Сердца носит пирсинг, умеет разговаривать с животными и похож на шамана с дополнительными активными и пассивными способностями от тотемных духов:\n* **орла** – герой имеет рывок как бонусное действие, в ярости пикирует на врага с высоты и не получает урон от падения;\n* **лося** – персонаж имеет увеличенную скорость перемещения, в ярости использует таран;\n* **тигра** – дальность прыжков повышается, в ярости можно атаковать трех врагов и вызвать у них кровотечение;\n* **волка** – в ярости появляется способность для усиления атаки союзников в ближнем бою, их скорость перемещение увеличивается;\n* **медведя** – специальное умение в ярости восстанавливает здоровье, и персонаж имеет сопротивление ко всем типам урона, за исключением психического.\nНа 6 и 10 уровне герой учит аспект зверя, добавляющий по одной из десяти животных способностей на выбор.",
            "img_url" : "Savage/Savage_wild_heart.png"
        },
        {
            "subclass" : "Дикая Магия",
            "description" : "Варвар Дикой Магии, впадая в ярость, случайным образом кастует рандомные магические эффекты из определенного перечня, что может оказать как положительное влияние на команду, так и отрицательное. В качестве компенсации персонаж имеет устойчивость к физическому урону, преимущество при проверках и испытаниях на параметр силы. Со средних уровней он может восстанавливать ячейки заклинаний себе и союзникам и получать бонус при спасбросках.",
            "img_url" : "Savage/Savage_wild_magic.png"
        }
    ],
    "Warrior" : [
        {
            "subclass" : "Мастер битвы",
            "description" : "Воин Мастер битвы – популярный и самый универсальный подкласс, который благодаря броску кубика превосходства усиливает союзников или собственный урон самыми различными видами атак, изучая все больше маневров по мере повышения уровня.",
            "img_url" : "Warrior/Warrior_Battlemaster.webp"
        },
        {
            "subclass" : "Потусторонний рыцарь",
            "description" : "Воин Потусторонний рыцарь владеет магическими способностями и напитывает ими оружие для сражения с более дальней дистанции, чем другие сабклассы. Из-за использования заклинаний в прокачке обязательно понадобится интеллект.",
            "img_url" : "Warrior/Warrior_Otherworldly_knight.webp"
        },
        {
            "subclass" : "Чемпион",
            "description" : "Воин Чемпион – это чистая физическая сила с мощнейшими ударами и критическим уроном. Самый простой подкласс, получающий бонус к прыжкам, при проверках силы, ловкости и выносливости при отсутствии умения в навыке.",
            "img_url" : "Warrior/Warrior_Champion.webp"
        }
    ],
    "Wizard" : [
        {
            "subclass" : "Школа Преграждения",
            "description" : "Волшебник преграждения специализируется на магическом обереге, защищающим команду и блокирующим входящий урон, как персональный, так и для союзников.",
            "img_url" : "Wizard/Wizard_Barrier_School.webp"
        },
        {
            "subclass" : "Школа Эвокации",
            "description" : "Волшебник эвокации имеет самый сильный урон по области, но при этом способностью «Лепка заклинаний» может не задевать союзников, создавая для них безопасные участки. При успешной проверке врага его заклинание все равно сработает на половину силы, а также маг баффает союзникам спасброски.",
            "img_url" : "Wizard/Wizard_School_of_Evocation.webp"
        },
        {
            "subclass" : "Школа Некромантии",
            "description" : "Волшебник некромантии манипулирует энергией живых организмов, восстанавливая здоровье от убитых врагов, поднимая трупы и получая сопротивление к некротической энергии.",
            "img_url" : "Wizard/Wizard_School_of_Necromancy.webp"
        },
        {
            "subclass" : "Школа Воплощения",
            "description" : "Волшебник воплощения создает предметы, материю и существ. Без затраты ячейки заклинаний может вызвать дождь, телепортироваться в точку или поменяться местами с союзником. При прокачке не теряет концентрацию.",
            "img_url" : "Wizard/Wizard_Embodiment_School.webp"
        },
        {
            "subclass" : "Школа Очарования",
            "description" : "Волшебник очарования накладывает на существ гипноз и перенаправляет атаку врага на ближайшую цель. Вместо очарования одной цели маг может подвергнуть данному эффекту сразу двоих врагов.",
            "img_url" : "Wizard/Wizard_School_of_Charm.webp"
        },
        {
            "subclass" : "Школа Прорицания",
            "description" : "Волшебник прорицания смотрит сквозь время и пространство: он обладает повышенным восприятием, способен заменять значения бросков благодаря знамению, видеть в темноте и раскрывать расположение невидимых существ.",
            "img_url" : "Wizard/Wizard_School_of_Divination.webp"
        },
        {
            "subclass" : "Школа Иллюзий",
            "description" : "Волшебник иллюзии бонусным действием создает реалистичные обманки для отвлечения, копирования или защиты. Ему доступно обнаружение незримых существ, а на позднем уровне такой маг может поставить между ним и врагом иллюзию.",
            "img_url" : "Wizard/Wizard_School_of_Illusions.webp"
        },
        {
            "subclass" : "Школа Превращения",
            "description" : "Волшебник превращения меняет структуру веществ из одной в другую, создает уникальный камень с различными баффами и на поздних уровнях может обращаться в способную летать синюю сойку. При крафте алхимических экстрактов при прохождении проверки медицины вместо одного зелья создает два.",
            "img_url" : "Wizard/Wizard_School_of_Transfiguration.webp"
        }
    ],
    "Druid": [
        {
            "subclass" : "Круг земли",
            "description" : "Друиды Круга земли посвятили себя обрядам и тайным знаниям. Природное восстановление позволяет им восстанавливать 1 ячейку заклинаний медитацией. Выбор места посвящения наделяет особенными заклинаниями 3-5 круга. С 6 уровня друид не получает штрафов при перемещении на сложной местности, которых в мире множество, а с 10-го его больше нельзя испугать, обворожить, отравить или заразить болезнью.",
            "img_url" : "Druid/Druid_Circle_of_earth.webp"
        },
        {
            "subclass" : "Круг луны",
            "description" : "Друиды Круга луны обладают усиленным диким обликом, на начальных уровнях могут перевоплощаться в медведя и ворона, а позже в саблезубого тигра и элементаля. Лунное исцеление помогает им восстанавливать здоровье в звериной форме. Самый популярный подкласс, получающий дополнительную атаку в диком облике на 5 уровне, помимо 10-го. Такой герой способен игнорировать иммунитет к физическому урону и вместо этого совершать магические атаки.",
            "img_url" : "Druid/Druid_Circle_of_the_moon.webp"
        },
        {
            "subclass" : "Круг спор",
            "description" : "Друиды Круга спор верят в единство жизни и смерти, находят красоту в разложении и используют некротическую магию. Распространением спор они поднимают трупы и наносят урон по области.",
            "img_url" : "Druid/Druid_Circle_of_Controversy.webp"
        }
    ],
    "Priest" : [
        {
            "subclass" : "Домен бури",
            "description" : "Жрец Домена бури обладает тяжелой броней, полагается на урон электричеством и звуком, магией отталкивает врагов. Со второго уровня он может наносить максимальный урон громом и молнией, но ограниченное количество раз.",
            "img_url" : "Priest/Priest_Domain_of_the_storm.webp"
        },
        {
            "subclass" : "Домен войны",
            "description" : "Жрец Домена войны облачен в тяжелые доспехи и в сражении получает бонусные атаки или увеличенный урон от воодушевления за трату особого классового заряда. Заклинания данного подкласса связаны с уроном напрямую или направлены на его баффы.",
            "img_url" : "Priest/Priest_Domain_of_War.webp"
        },
        {
            "subclass" : "Домен жизни",
            "description" : "Жрец Домена жизни возрождает союзников, отлично исцеляет их и может возрождать. Он носит тяжелые доспехи без штрафов к заклинаниям, имея в качестве подклассового заклинания «Сохранение жизни», восстанавливающее здоровье всем союзникам в большой области вокруг него. С 6 уровня при лечении союзного героя жрец исцеляет и себя.",
            "img_url" : "Priest/Priest_Domain_of_Life.webp"
        },
        {
            "subclass" : "Домен знаний",
            "description" : "Жрецам Домена знания доступно «Знание эпох», позволяющее получить умение во всех навыках выбранной характеристики. Один из наиболее популярных подклассов в ДнД, изучающий дополнительные заклинания школ очарования, эвокации, превращения.",
            "img_url" : "Priest/Priest_Knowledge_Domain.webp"
        },
        {
            "subclass" : "Домен обмана",
            "description" : "Жрец Домена обмана полагается на иллюзорные копии, очарование, маскировку и скрытность. С более высоких уровней он имеет заклинания перемещения в пространстве и полиморфа, но данные заклинания доступны, например, барду и волшебнику, потому в итоге подкласс рекомендуется только для отыгрыша персонажа.",
            "img_url" : "Priest/Priest_Domain_of_Deception.webp"
        },
        {
            "subclass" : "Домен природы",
            "description" : "Жрец Домена природы получает умение в навыках «Дрессировка», «Природа» и «Выживание», носит тяжелые доспехи, способен очаровывать животных и растения и использует природную магию. Его дубинка или посох с кастом фокуса «Шиллейла» становятся магическим оружием, усиливающимся в зависимости от модификатора мудрости.",
            "img_url" : "Priest/Priest_Natures_Domain.webp"
        },
        {
            "subclass" : "Домен света",
            "description" : "Жрец Домена света справляется с исцелением похуже Домена жизни. Это смесь жреца и волшебника, использующего силы света: зрение в темноте, помеху при броске атаки врага, воспламенение, призыв огненного шара и рассеивание любой магической тьмы.",
            "img_url" : "Priest/Priest_Domain_of_Light.webp"
        }
    ],
    "Sorcerer": [
        {
            "subclass" : "Бестия",
            "description" : "Колдун Бестия обладает пассивной способностью получать временны ОЗ при убийстве врагов. С 6 уровня может добавить бонус при проверке характеристики, а с 10-го приобретает устойчивость к выбранному типу урона.",
            "img_url" : "Sorcerer/Sorcerer_Bestia.webp"
        },
        {
            "subclass" : "Великий Древний",
            "description" : "Колдун Великий Древний направлен на заклинания с контролем. При совершении им критического удара враги могут получить дебафф испуга. С 6 уровня враг может получить помеху при атаке колдуна, а с 10-го маг устойчив к психическому урону и отражает его часть.",
            "img_url" : "Sorcerer/Sorcerer_Great_Ancient_One.webp"
        },
        {
            "subclass" : "Архифея",
            "description" : "Колдун Архифея наделен действием с шансом на очарование или испуг врагов. С повышением уровня он может становиться невидимым, а на 10-м лвле невосприимчив к обворожению.",
            "img_url" : "Sorcerer/Sorcerer_Archithea.webp"
        }
    ],
    "Monk": [
        {
            "subclass" : "Путь открытой ладони",
            "description" : "Монах Пути открытой ладони полагается только на ближний бой, проводит цепные реакции и «ставит» на врагов метки ци. Также он способен проводить шквал ударов, сбивать противников с ног или отталкивать их. На шестом уровне ему становится выгоднее драться кулаками, поскольку появляется способность к некротическому, лучистому и психическому урону при рукопашных атаках.",
            "img_url" : "Monk/Monk_The_way_of_the_open_palm.webp"
        },
        {
            "subclass" : "Путь четырех стихий",
            "description" : "Монах Пути четырех стихий имеет интересные уникальные и заимствованные из иных школ заклинания. Стихии для него являются продолжением тела, но использование элементальных умений в ближнем бою может оказаться проблематичным. Вне боя он восстанавливает часть очков ци, а с 9 уровня некоторые его заклинания получают особенные усиления.",
            "img_url" : "Monk/Monk_The_way_of_the_four_elements.webp"
        },
        {
            "subclass" : "Путь тени",
            "description" : "Монах Пути тени скрытен и хитер, зачастую затрудняет собственное обнаружение и проскальзывает мимо противников. Ниндзя имеет шаг в тени – бонусное действие для совершения телепортации из сумрака, с последующей атакой с преимуществом в броске. С 11 уровня действием из скрытности может телепортироваться к врагу и атаковать его психическим уроном.",
            "img_url" : "Monk/Monk_Way.webp"
        }
    ],
    "Paladin": [
        {
            "subclass" : "Клятва верности",
            "description" : "Монах Пути открытой ладони полагается только на ближний бой, проводит цепные реакции и «ставит» на врагов метки ци. Также он способен проводить шквал ударов, сбивать противников с ног или отталкивать их. На шестом уровне ему становится выгоднее драться кулаками, поскольку появляется способность к некротическому, лучистому и психическому урону при рукопашных атаках.",
            "img_url" : "Paladin/Paladin_Pledge_of_Allegiance.webp"
        },
        {
            "subclass" : "Клятва возмездия",
            "description" : "Монах Пути четырех стихий имеет интересные уникальные и заимствованные из иных школ заклинания. Стихии для него являются продолжением тела, но использование элементальных умений в ближнем бою может оказаться проблематичным. Вне боя он восстанавливает часть очков ци, а с 9 уровня некоторые его заклинания получают особенные усиления.",
            "img_url" : "Paladin/Paladin_Oath_of_Vengeance.webp"
        },
        {
            "subclass" : "Клятва древних",
            "description" : "Монах Пути тени скрытен и хитер, зачастую затрудняет собственное обнаружение и проскальзывает мимо противников. Ниндзя имеет шаг в тени – бонусное действие для совершения телепортации из сумрака, с последующей атакой с преимуществом в броске. С 11 уровня действием из скрытности может телепортироваться к врагу и атаковать его психическим уроном.",
            "img_url" : "Paladin/Paladin_Oath_of_the_ancients.webp"
        },
        {
            "subclass" : "Клятвопреступник",
            "description" : "Монах Пути тени скрытен и хитер, зачастую затрудняет собственное обнаружение и проскальзывает мимо противников. Ниндзя имеет шаг в тени – бонусное действие для совершения телепортации из сумрака, с последующей атакой с преимуществом в броске. С 11 уровня действием из скрытности может телепортироваться к врагу и атаковать его психическим уроном.",
            "img_url" : "Paladin/Paladin_Oathbreaker.webp"
        }
    ],
    "Rascal": [
        {
            "subclass" : "Вор",
            "description" : "Плут Вор — самый полезный подкласс вне сражений, имеет устойчивость к урону от падения и дополнительное очко на второе бонусное действие.",
            "img_url" : "Rascal/Rascal_Thief.webp"
        },
        {
            "subclass" : "Мистический трикстер",
            "description" : "Плут Мистический трикстер – популярный и гибридный подкласс с заклинаниями, однако не особо выгодный. Это смесь волшебника и разбойника, пользующаяся очарованием, иллюзиями и магической рукой на перенос вещей.",
            "img_url" : "Rascal/Rascal_Mystic_Trickster.webp"
        },
        {
            "subclass" : "Ассасин",
            "description" : "Плута Ассасина можно назвать убийцей из-за критического урона в спину по застигнутым врасплох врагам. Он покидает тень, совершает атаку и возвращается во мрак, а в начале боя восстанавливает очки действий.",
            "img_url" : "Rascal/Rascal_Assassin.webp"
        }
    ],
    "Tracker": [
        {
            "subclass" : "Охотник",
            "description" : "Следопыт Охотник – это улучшение базовой версии класса с возможностью выбрать еще одно усиление для нанесения дополнительного урона или контратаки, а с 6 уровня еще и для защиты.",
            "img_url" : "Tracker/Tracker_Hunter.webp"
        },
        {
            "subclass" : "Повелитель зверей",
            "description" : "Следопыт Повелитель зверей обладает более уникальным игровым стилем благодаря усиленным животным-компаньонам, полезным и вне боя, и в сражениях. Звери-спутники растут вместе с хозяином, имеют броню и способности вроде рывка, отступления, оказания помощи.",
            "img_url" : "Tracker/Tracker_Beastmaster.webp"
        },
        {
            "subclass" : "Сумеречный охотник",
            "description" : "Следопыт Сумрачный охотник – самый популярный подкласс, имеющий скрытный стиль боя, высокую инициативу и повышенную скорость передвижения. Во время первой атаки он проводит также дополнительную, наделен особенным темным зрением и эффективен в подземельях. Такой охотник способен становиться невидимым уже на 3 уровне.",
            "img_url" : "Tracker/Tracker_Shadowhunter.webp"
        }
    ],
    "Magician": [
        {
            "subclass" : "Дикая магия",
            "description" : "Чародей Дикой магии испускает хаотические волны заклинаний с шансом на их случайное усиление, что может как сыграть на руку, так и вылиться в проблему из-за отсутствия контроля. Его особенность позволяет получить бонус при спасброске, однако это может вызывать хаос.",
            "img_url" : "Magician/Magican_Wild_magic.webp"
        },
        {
            "subclass" : "Потомок драконов",
            "description" : "Чародей Потомок драконов – это самый универсальный и стойкий подкласс, благодаря укреплению здоровья без использования брони. Выбор усиления от предка наделит его особенностями.",
            "img_url" : "Magician/Magican_Descendant_of_dragons.webp"
        },
        {
            "subclass" : "Чары бури",
            "description" : "Чародей Чар бури черпает силу из молний (электричество) и грома (звук), придерживается ближнего боя и при помощи магии способен отлетать в сторону без провокации врагов. Данный маг устойчив к урону молнии и громом.",
            "img_url" : "Magician/Magican_Storm_Charms.webp"
        }
    ]
}