[
    {
        "race" : "Гитьянки",
        "description" : "Рабство у свежевателей разума воспитало в гитьянки беспощадность, и они бороздят Астральное море на красных драконах, обрушивая серебряные мечи и псионическую мощь на любые следы угрозы иллитидов.",
        "speed": "9 м/ход.",
        "abilities" : [
            [{"level": 1}, "Боевой талант гит - Владение легкой, средней броней, короткими, полуторными и двуручными мечами. Псионика гитьянки: Магическая рука. Астральное знание - Владение всеми навыками выбранного параметра до долгого отдыха. Тратит Действие."],
            [{"level": 3 }, "Псионика гитьянки: Усиленный прыжок"],
            [{"level": 5}, "Туманный шаг"]
        ],
        "subraces" : []
    },
    {
        "race" : "Гном",
        "description" : "Низкорослые, хитрые и энергичные гномы в течение своей долгой жизни неустанно исследуют все закоулки Фаэруна.",
        "speed": "7.5 м/ход.",
        "abilities" : [
            [{"level": 0}, "Гномья хитрость - У вас есть преимущество при испытаниях интеллекта, мудрости и харизмы."]
        ],
        "subraces" : [
            [
                {"name": "Скальный гном"},
                {"description": "Скальных гномов чаще других можно встретить на поверхности Фаэруна. Они получили свое прозвище за крепкое телосложение и любовь к металлам."},
                {"abilities": [
                    [{"level":0}, "Ночное зрение - 12 м. Знание ремесленника - Вы используете двойной бонус умения в ваших проверках истории."]
                ]}
            ],
            [
                {"name": "Лесной гном"},
                {"description": "Лесные гномы даже меньше своих сородичей - и в два раза более скрытные. Их редко можно встретить в Фаэруне: они изучают магию и ремесла в своих далеких тихий рощах."},
                {"abilities": [
                    [{"level": 0}, "Ночное зрение - 12 м. Разговор с животными."]
                ]}
            ],
            [
                {"name": "Глубинный гном"},
                {"description": "Рабство у свежевателей разума воспитало в гитьянки беспощадность, и они бороздят Астральное море на красных драконах, обрушивая серебряные мечи и псионическую мощь на любые следы угрозы иллитидов."},
                {"abilities": [
                    [{"level": 0}, "Улучшенное ночное зрение - 24 м. Маскировка на камне - Вы совершаете проверки скрытности с преимуществом."]
                ]}
            ]
        ]
    },
    {
        "race" : "Дварф",
        "description" : "Дварфы крепки и суровы, как их каменные жилища. Они одни из лучших воинов, рудокопов и кузнецов во всем Фаэруне.",
        "speed": "7.5 м/ход.",
        "abilities" : [
            [{"level": 0}, "Боевая подготовка дварфов - Вы умело обращаетесь с боевым топором, топориком, легким молотом и боевым молотом.  Ночное зрение - 12 м. Дварфская стойкость - У вас есть преимущество в испытаниях против яда и устойчивость к урону ядом."]
        ],
        "subraces" : [
            [
                {"name": "Золотой дварф"},
                {"description": "Эти дварфы знамениты уверенностью в себе и развитой интуицией. Культура Глубокого королевства учит их ценить семью, ритуалы, и тонкую работу."},
                {"abilities": 
                    [{"level": 0 }, "Дварфская живучесть - Ваш максимум ОЗ увеличивается на 1, плюс еще на 1 с каждым полученным уровнем."]
                }
            ],
            [
                {"name": "Щитовый дварф"},
                {"description": "Ужасные потери, понесенные этими дварфами в войнах против гоблинов и орков, привили им циничный взгляд на мир. Однако чтобы восстановить свои древние царства, они готовы на любые лишения."},
                {"abilities": 
                    [{"level": 0 },"Ношение брони дварфов: Владение легкой и средней броней."]
                }
            ],
            [
                {"name": "Двергар"},
                {"description": "Порабощенные жуткими свежевателями разума двергары, обретя свободу, стали грубыми и мрачными. Их скрытность и надменный нрав известны всему Подземью."},
                {"abilities": 
                    [{"level": 0}, "Улучшенное ночное зрение - 24 м. Стойкость двергара - У вас есть преимущество при испытаниях против иллюзий, а также обворожения и паралича."]
                }
            ]
        ]
    } ,
    {
        "race" : "Дроу",
        "description" : "После заточения в Подземье большинство дроу стали придерживаться безжалостно-прагматичного взгляда на мир. Однако если дроу Ллос упиваются злодейскими учениями своего божества, дроу Селдарина противятся ее попыткам свергнуть верховное божество эльфов.",
        "speed": "9 м/ход.",
        "abilities" : [
            [{"level": 0}, "Пляшущие огоньки. Оружейная подготовка дроу - Вы умело обращаетесь с рапирой, коротким мечом и одноручным арбалетом. Улучшенное ночное зрение - 24 м. Наследие фей - Вы получаете преимущество при испытаниях против обворожения, а магические чары не способны погрузить вас в сон."]
        ],
        "subraces" : [
            [
                {"name": "Дроу Ллос"},
                {"description": "Эти дроу воспитаны служителями культа Ллос в Мензоберранзане. Они верны своей порочной и злонравной богине. Ллос наделяет своих служителей горящими красными глазами, чтобы они внушали ужас прочим обитателям Подземья."},
                {"abilities": [
                    [{"level": 3}, "Фейское сияние - Один раз перед долгим отдыхом."],
                    [{"level": 5}, "Тьма - Один раз перед долгим отдыхом."]
                ]}
            ],
            [
                {"name": "Дроу Селдарина"},
                {"description": "Дроу Селдарина ищут союзников по всему Фаэруну, стремясь любой ценой поставить точку в конфликте Ллос - и друг с другом."},
                {"abilities": [
                    [{"level": 3}, "Фейское сияние - Один раз перед долгим отдыхом."],
                    [{"level": 5}, "Тьма - Один раз перед долгим отдыхом."]
                ]}
            ]
        ]
    },
    {
        "race" : "Полуорк",
        "description" : "Полуорки живут сильными эмоциями и скорее склонны действовать, чем думать - ярость ли пылает в их жилах, требуя выхода в схватке, или любовь наполняет их сердца, побуждая к невероятно добрым поступкам.",
        "speed": "9 м/ход.",
        "abilities" : [
            [{"level": 0}, "Ночное зрение - 12 м. Несгибаемая стойкость - Когда у вас остается 0 ОЗ, вы не оказываетесь при смерти, а восстанавливаете 1 ОЗ. Яростные атаки - Когда вы атакуете и проводите критический удар оружием в ближнем бою, вы наносите дополнительный кубик урона оружием."]
        ],
        "subraces" : []
    },
    {
        "race" : "Полурослик",
        "description" : "Полурослики невелики, но талантливы; они любят домашний уют, но при этом везучи и ловки, и в случае необходимости из них выходят отличные искатели приключений.",
        "speed": "7.5 м/ход.",
        "abilities" : [
            [{"level": 0}, "Удача - Когда вы выбрасываете 1 на кубике при броске атаки, проверке характеристики или испытании, вы можете перебросить кубик и обязаны использовать новое значение. Храбрость - Вы получаете преимущество при испытаниях против испуга."]
        ],
        "subraces" : [
            [
                {"name": "Легконогий полурослик"},
                {"description": "Полурослики скрытны, но общительны. Они путешествуют по всему Фаэруну, и все их знают."},
                {"abilities": [
                    [{"level": 0}, "Природная скрытность - У вас есть преимущество при проверках скрытности."]
                ]}
            ],
            [
                {"name": "Крепкосердечный полурослик"},
                {"description": "Легенды гласят, что крепкосердечные унаследовали свою стойкость от дварфов. Выносливость этих полуросликов неистощима, они устойчивы к ядам и вообще могут постоять за себя."},
                {"abilities": [
                    [{"level": 0}, "Крепкосердечная стойкость - У вас есть преимущество в испытаниях против яда и устойчивость к урону ядом."]
                ]}
            ]
        ]
    },
    {
        "race" : "Полуэльф",
        "description" : "Полуэльфы любопытны, честолюбивы, талантливы. Им везде рады, но у них нет ни родины, ни общины, поэтому порой им приходится трудно.",
        "speed": "9 м/ход.",
        "abilities" : [
            [{"level": 0}, "Человек-ополченец - У вас есть умение обращаться с оружием: копьями, пиками, алебардами и глефами; а также умение обращаться с легкой броней и щитами. Ночное зрение - 12 м. Наследие фей - Вы получаете преимущество при испытаниях против обворожения, а магические чары не способны погрузить вас в сон."]
        ],
        "subraces" : [
            [
                {"name": "Высший полуэльф"},
                {"description": "На этих полуэльфах лежит отпечаток их далекой прародины - Страны Фей. Даже те из них, кто не обучался магии, владеют частичкой этой необузданной силы."},
                {"abilities": [
                    [{"level": 0}, "Человек-ополченец - У вас есть умение обращаться с оружием: копьями, пиками, алебардами и глефами; а также умение обращаться с легкой броней и щитами. Ночное зрение - 12 м. Наследие фей - Вы получаете преимущество при испытаниях против обворожения, а магические чары не способны погрузить вас в сон."]
                ]}
            ],
            [
                {"name": "Лесной полуэльф"},
                {"description": "Эти полуэльфы, подобно свои предкам, лесным эльфам, скрытны и проворны. Многие из них покидают леса Фаэруна и отправляются в странствия по Королевствам."},
                {"abilities": [
                    [{"level": 0}, "Быстроногий - Иконка Скорость Скорость увеличивается на 1.5 м"]
                ]}
            ],
            [
                {"name": "Полуэльф-дроу"},
                {"description": "Полудроу, как правило, появляются на свет в результате связей между дроу Селдарина и обитателями поверхности. Полудроу наследуют магический дар, но растут они обычно не в Подземье."},
                {"abilities": [
                    [{"level": 1}, "Пляшущие огоньки."],
                    [{"level": 3}, "Фейское сияние - Один раз перед долгим отдыхом."],
                    [{"level": 5}, "Тьма - Один раз перед долгим отдыхом."]
                ]}
            ]
        ]
    },
    {
        "race" : "Тифлинг",
        "description" : "Тифлинги происходят от дьяволов Девяти кругов ада. В Фаэруне к ним относятся с недоверием. К счастью, мистические способности помогают им выжить.",
        "speed": "9 м/ход.",
        "abilities" : [
            [{"level": 0}, "Ночное зрение - 12 м. Адская устойчивость - Устойчивость к урону огнем."]
        ],
        "subraces" : [
            [
                {"name": "Тифлинг Асмодея"},
                {"description": "Обитель тифлингов Асмодея - Нессус, глубочайшие недра преисподней. Как и сам архидьявол, эти существа имеют власть над огнем и тьмой."},
                {"abilities": [
                    [{"level": 1}, "Создание пламени - Один раз перед долгим отдыхом."],
                    [{"level": 3}, "Адское возмездие - Один раз перед долгим отдыхом."],
                    [{"level": 5}, "Тьма - Один раз перед долгим отдыхом. "]
                ]}
            ],
            [
                {"name": "Тифлинг Мефистофеля"},
                {"description": "Тифлинги, произошедшие от архидьявола Мефистофеля, особенно талантливы в мистической магии."},
                {"abilities": [
                    [{"level": 0}, "Быстроногий - Иконка Скорость Скорость увеличивается на 1.5 м"]
                ]}
            ],
            [
                {"name": "Тифлинг Зариэль"},
                {"description": "Тифлинги Зариэль - грозные воины: они сильны физически и способны направлять на врагов испепеляющее пламя."},
                {"abilities": [
                    [{"level": 1}, "Пляшущие огоньки."],
                    [{"level": 3}, "Фейское сияние - Один раз перед долгим отдыхом."],
                    [{"level": 5}, "Тьма - Один раз перед долгим отдыхом."]
                ]}
            ]
        ]
    }
]